{
  "main": {
    "name":"Technological Craftsmanship Works ",
    "description":"Especificação de produtos tecnológicos. Análise de viabilidade. Projeto de software e/ou hardware. Desenvolvimento do produto. Testes e aprimoramento. Divulgação à comunidade do processo de desenvolvimento do produto visando facilitar sua replicação. Criação de conteúdos digitais relacionados às ações de extensão.",
    "image":"profilepic.jpg",
    "bio":"Como universidade tecnológica, é de suma importância o incentivo ao estudo e aplicação de tecnologias modernas. Esta disciplina extensionista ofertada aos cursos da UTFPR aborda diretamente este assunto: a construção de trabalhos de artesanato tecnológico cujo processo de construção e replicação será disponibilizado à sociedade. Tais trabalhos, além de valorizar o nome da instituição como uma universidade tecnológica, irão incentivar o estudo de tecnologias em ambientes acadêmicos. Por fim, há previsão de pequenos eventos destinados à comunidade externa abordando aspectos específicos dos trabalhos tecnológicos desenvolvidos.",
    "contactmessage":"É aqui que você deve escrever sua mensagem aos leitores para que eles entrem em contato com você.",
    "email": "youremailhere@alunos.utfpr.edu.br",
    "phone": "(41) 3310-4545",
    "github":"",
    "project":"",
    "address":{
      "street":"Av. Sete de Setembro, 3165",
      "city":"Rebouças",
      "state":"",
      "zip": "80230-901"
    },
    "website": "",    
    "social":[
      {
        "name":"facebook",
        "url":"https://www.facebook.com/sistel.UTFPR?mibextid=ZbWKwL",
        "className":"fa fa-facebook"
      },      
      {
        "name":"instagram",
        "url":"https://instagram.com/sistel.utfpr?igshid=MWZjMTM2ODFkZg==",
        "className":"fa fa-instagram"
      },      
      {
        "name":"Moodle",
        "url":"http://www.utfpr.edu.br/alunos/portal-do-aluno",
        "className":"fa fa-twitter"
      }
    ]
  },
  "resume":{
    "skillmessage":"",
    "education":[
      {
        "school":"UNIVERSIDADE TECNOLÓGICA FEDERAL DO PARANÁ",
        "degree":"Professor: Marcos Eduardo Pivaro Monteiro",
        "graduated":"2023",
        "description":"..."
      }
    ],
    "work":[
      {
        "company":"teste",
        "title":"teste ",
        "years":"2023 - Present",
        "description":""
      }
    ],
    "skills":[
      {
        "name":"site ...",
        "level":"100%"
      },
      {
        "name":"Tutorial Packet Tracert ...",
        "level":"100%"
      },
      {
        "name":" Tutorial TinkerCircuits...",
        "level":"100%"
      },
      {
        "name":"Testador de cabos ...",
        "level":"75%"
      },
      {
        "name":"UTFPR EM 3D ...",
        "level":"40%"
      },      
      {
        "name":"Jaeger ...",
        "level":"75%"
      },
      {
        "name":"Semana Acadêmica ...",
        "level":"100%"
      }
    ]
  },
  
  "portfolio":{
    "projects": [
      {
        "title":"Tutorial Packet Tracert",
        "category":"Projetos",
        "image":"cisco.jpg",
        "url":"",
        "text":"Nessa série de gravações foi realizado vídeos educativos utilizando o Packet Tracer. Nos tutoriais, abordamos de maneira abrangente os fundamentos de redes, incluindo conceitos essenciais, como topologia de rede, roteamento estático e dinâmico, além de VLANs. A proposta é oferecer uma compreensão sólida desses tópicos fundamentais, proporcionando aos espectadores conhecimentos práticos que são aplicáveis em diversos contextos. Essa iniciativa visa capacitar profissionais e entusiastas a aprimorar suas habilidades em redes, contribuindo para um entendimento mais profundo e eficiente desses conceitos.",
        "alunos":"Lucas Cristian de Morais", 
        "video":"Lm5GN4KORAQ",
        "video1":"iTwQI9AeUDQ",
        "video2":"PzhBhpiDB_c",
        "video3":"KVR-MTDf4QE",
        "images":["cisco1.jpg"]       
      },     
      {
        "title":"Tutorial TinkerCircuits",
        "category":"Projetos",
        "image":"tinkercad.jpg",
        "url":"",
        "text":"TinkerCircuits A eletricidade e a eletrônica digital estão extremamente presentes no cotidiano. Definimos esses campos como ramos que utilizam duas tensões com diferentes valores, adotando assim valores binários. Aparelhos como televisores, celulares, computadores e eletrodomésticos exemplificam a aplicação da eletrônica digital em uma infinidade de áreas relacionadas à eletricidade. No entanto, para compreendê-la, é fundamental ter uma base sólida nos princípios básicos.Para iniciar essa compreensão, é possível explorar diversas ferramentas e simuladores de estudo. Um exemplo é o Tinkercad, um aplicativo online e gratuito desenvolvido pela Autodesk®, amplamente utilizado no meio acadêmico. Sua versatilidade destaca-se no desenvolvimento de habilidades voltadas para modelagem 3D, circuitos eletrônicos e programação.As ferramentas disponíveis no Tinkercad estão acessíveis a professores, alunos e a todos que desejam aprender de forma independente. Para começar, basta acessar o site https://www.tinkercad.com/.Com o intuito de facilitar a compreensão dos princípios básicos, preparamos uma sequência de videoaulas que utilizam o Tinkercad como recurso.",
        "alunos":"Jacqueline Agatha" ,
        "video":"Z_sIbcqJKMk",
        "video1":"fUc-liR7x4I",
        "video2":"jz8y7DCpIXc",
        "video3":"GuRtNrRkIFM",
        "video4":"RY9pRcvYpK8",
        "video5":"lfZMW1I8dxg",
        "video6":"ywxPqnOWZyQ",
        "video7":"rRS6dFmsOp4",
        "video8":"bg1WwD_-guM",
        "images":[]  
      
      },     
      {
        "title":"Testador de cabos",
        "category":"Projetos",
        "image":"testador.jpg",
        "url":"",
        "text":"O objetivo deste projeto foi criar dois modelos de testador de cabos, sendo um simples e outro utilizando Arduino. Como a maioria dos componetes usados os alunos adquirem ao longo do curso para realizarem tarefas relacionadas a determinadas diciplinas, este trabalho visa incentivar os alunos aproveitarem esses materiais para construírem a ferramenta e modificar ao seu modo.",
        "alunos":"Gustavo de Souza, Emilio Gustavo, Lysandro Neto,Reeder Teixeira e Giovani Giovanella",
        "video":"T7vAJqbtm5I" ,
        "images":["cabo1.jpg","cabo2.jpeg","cabo3.jpeg","cabo4.jpeg","cabo5.jpg"]  
      },     
      {
        "title":" UTFPR EM 3D",
        "category":"Projetos",
        "image":"utfpr3d.jpg",
        "url":"https://github.com/TechnologicalCraftsmanship/Technological-University-of-Paran--in-3D",
        "text":"Confidential C Habitamos em um mundo tridimensional, tudo o que podemos ver, como notebooks, computadores, o celular no qual você está lendo este conteúdo neste momento, por exemplo, tem três dimensões, assim como outros objetos que o cercam, mas não todos eles sabem responder o que é 3D. Mas o conceito longe de ser complicado. verdadeira questão é compreender o que é a chamada tecnologia 3D e como ela impacta nossas vidas. Esse entendimento pode revelar excelentes oportunidades de negócios para quem busca ingressar no mundo dos negócios ou uma carreira promissora para profissionais que pretendem se especializar na área.O que é 3D?3D é uma abreviatura que significa tridimensional. Esta é uma característica de ter formas geométricas tridimensionais, incluindo altura, profundeza e largura.Consequentemente, não há necessidade de usar esta palavra para definir o que nos rodeia.Assim, 3D em computação gráfica geralmente se refere as imagens e animações que transmitem profundidade ou efeito tridimensional, mesmo quando projetadas em uma tela plana.Para proporcionar um pouco dessa experiência em nosso curso, decidimos criar um projeto em 3D. Inicialmente, devíamos criar uma representação do bloco Q, onde a maioria das aulas de Sistemas de Telecomunicações ocorre. Em seguida, decidimos aumentar o desafio, desenvolvendo o projeto da Sede Centro da UTFPR. Utilizamos a planta do Campus como base.Confidential C Com a planta em mãos, iniciamos a criação da representação tridimensional da UTFPR usando o software Blender. Posteriormente, utilizamos a ferramenta Unity para compilar todo o trabalho, implementar melhorias e aprimorar os detalhes Parte inicial do projeto Vídeo Após todas as modificações o trabalho final: Video 2.",
        "alunos":"Scheila de Oliveira, Eduardo Rodrigues e Robson Morais", 
        "video":"7bGGGD-zVstg",
        "video1":"m15QzleP0gQ",
        "video2":"oGxO6tGJtbQ",
        "images":["3d1.jpg"]  
      },
      
      {
        "title":"Jaeger",
        "category":"Projetos",
        "image":"robo.jpg",
        "url":"",
        "text":"Que tal explorar diversos caminhos sob uma perspectiva única? O Jaeger UTFPR é um pequeno robô de baixo custo, equipado com componentes acessíveis (aproximadamente R$ 100), e controlado através de um headset de realidade virtual que permite experienciar o mundo através dos seus olhos. Mas como ele realmente funciona? O nosso robô possui 6 motores de passo para o controle das mãos, 2 motores CC para movimentação, 1 motor de passo para o controle da câmera, além de 1x ESP32 e alto-falante com microfone. Isso permite criar movimentos e proporcionar uma experiência completamente diferente daquela que normalmente se vê.",
        "alunos":"Giovani Giovanella, Gustavo de Souza Silveira",        
        "video":"aCylclYlQVQ",
        "video1":"jtzFjJ3v7J8",
        "images":["robo1.jpeg","robo2.png"] 
      },
      
      {
        "title":"Introdução a Sistemas de Telecomunicações",
        "category":"Projetos",
        "image":"05.jpg",
        "url":"",
        "text":"Tutorial: Introdução a Sistemas de Telecomunicações O projeto consiste na montagem de vídeos por meio de animação e narração via Inteligência Artificial sobre introdução a sistemas de telecomunicações. Os vídeos são como aulas, buscando relembrar e atualizar as referências sobre os devidos temas. Os temas dos vídeos são: Jitter , Latência e Ping em redes de computadores  Funcionalidades das Redes NGN. Convergência  Evoluções das Redes Legadas  Evoluções das Redes Móveis  Satélite de baixa órbita e aplicações no Agro Negócios  Evoluções em ambientes de Redes de telefonia móveis Negócios de Torreiras no Mercado Comunicações Móveis.",
        "alunos":"Amanda Alves Da Rocha",
        "video":"JJaNHlEqsvo",
        "video1":"UY8IkrmxPAg",
        "video2":"1tlLXFR06s4",
        "video3":"HP0NRAks0ic",
        "video4":"_CfUlTkdMgA",
        "video5":"Xjtu4Ow_nwU",
        "images":[] 
         
      },
      
      {
        "title":"Rastreamento Solar",
        "category":"Projetos",
        "image":"placas.jpg",
        "url":"https://github.com/TechnologicalCraftsmanship/PlacasSolares",
        "alunos":"Paulo Ricardo Nabosne",
        "text": "O objetivo deste projeto é criar um sistema de rastreamento solar para painéis solares, que permita que as placas estejam sempre alinhadas de forma perpendicular ao sol ao longo do dia. Isso otimizará a captura de energia solar e aumentará significativamente a eficiência de um sistema fotovoltaico. O sistema de rastreamento solar opera de maneira coordenada. Primeiro, fotossensores são estrategicamente posicionados para monitorar a intensidade da luz solar em diversas direções. Com base nas leituras desses fotossensores, um controlador calcula a posição atual do sol no céu. Em seguida, servo motores entram em ação, ajustando o ângulo das placas solares para que elas permaneçam sempre perpendiculares à direção do sol. Esse processo de detecção, cálculo e ajuste das placas solares ocorre continuamente ao longo do dia, permitindo que o sistema rastreie o movimento do sol no céu e otimize a captação de energia solar de forma eficiente. Recursos necessários:- Impressora 3D,- 4x Placa Solar (CNC110x60-6),- 2x Servomotor (SG-90),- 1x Arduino,- 1x Regulador de Tensão 12V,- 4x Fotossensor (LDR 05mm),- 4x Resistor 4,7k,- 1x Sensor de tensão e corrente (INA219),- 1x Display LCD 16x3,- 1x Rolamento com 5mm de diâmetro interno,- 1x Caixa de madeira/metal.",
        "video":"S3zlEvh9zIk",
        "video1":"",
        "video2":"",
        "video3":"",
        "video4":"",
        "images":["placas1.jpg","placas2.jpg","placas3.jpg","placas4.jpg"] 
         
      }
    ]
  }
}
